Repository: DeathAngelDaemon/display-lotro-server
Catalog: languages/DLSlanguage-*.po
Languages: de_de

source: Sorry, but you can't run this plugin, it requires PHP 5.3 or higher and Wordpress version 3.5 or higher.
de_de: Entschuldige, aber das Plugin läuft nicht - es benötigt PHP-Version 5.3 oder höher und Wordpress-Version 3.5 oder höher.

source: The DataCenter is not available. Any Request to get the server status is not possible at the moment.
de_de: Das Datenzentrum ist zurzeit nicht erreichbar. Eine Anfrage nach dem Serverstatus ist im Moment nicht möglich.

source: There are no servers to show. Please check your settings and choose at least one server.
de_de: Es können keine Server angezeigt werden. Bitte überprüfe deine Einstellungen und wähle mindestens einen Server aus.

source: There are currently no server information. Please try again later.
de_de: Es gibt momentan keine aktuellen Serverinformationen. Bitte aktualisieren Sie später nochmal.

source: Settings
de_de: Einstellungen

source: Settings: Display Lotro Server
de_de: Einstellungen: Display Lotro Server

source: Your settings are now on default.
de_de: Deine Einstellungen wurden zurückgesetzt.

source: Something went wrong! Please contact the plugin developer.
de_de: Etwas ist schiefgelaufen! Bitte kontaktiere den Plugin-Entwickler.

source: Display Lotro Server: Settings
de_de: Display Lotro Server: Einstellungen

source: Set up the plugin here. <em>Important: Choose at least one server, otherwiese nothing will be displayed.</em>
de_de: Mache hier deine Einstellungen zum Plugin. <em>Wichtig: Wähle mindestens einen Server aus, ansonsten wird nichts angezeigt.</em>

source: General settings
de_de: Allgemeine Einstellungen

source: Do you want to use the shortcode?
de_de: Möchtest du den Shortcode nutzen?

source: EU server choice
de_de: EU Server Auswahl

source: Choose the EU servers you want to show at the frontend.
de_de: Wähle die EU-Server, die du anzeigen möchtest.

source: Select all EU servers
de_de: Wähle alle EU-Server aus

source: Select only DE servers
de_de: Wähle nur die DE-Server

source: Select only EN servers
de_de: Wähle nur die EN-Server

source: Select only FR servers
de_de: Wähle nur die FR-Server

source: US server choice
de_de: US Server Auswahl

source: Choose the US servers you want to show at the frontend.
de_de: Wähle die US-Server, die du anzeigen möchtest.

source: Select all US servers
de_de: Wähle alle US-Server aus

source: About this plugin
de_de: Über dieses Plugin

source: Description
de_de: Beschreibung

source: Choose the servers from the lists, which you want to show up on your site. You can select all EU or all US servers, but you can also choose only DE, EN or FR servers - in combination with the US servers. Everything is possible!
de_de: Wähle die Server aus den vorgegebenen Listen, die du auf deiner Seite anzeigen möchtest. Du kannst dabei alle EU oder US Server auf einmal auswählen, oder nur die DE, EN oder FR Server - kombiniert mit Servern aus der US-Liste. Alles ist möglich!

source: You can use the widget <em>Status of the Lotro Server</em> to show up your chosen servers in a sidebar. The widget also allows you to choose if you want to show only the EU or the US servers you have checked here (e.g. if you want to insert two widgets for each region).
de_de: Du kannst das Widget <em>Status der HdRO Server</em> benutzen um deine gewählten Server in einer Sidebar anzuzeigen. Das Widget lässt dir außerdem die Wahl, ob du nur EU oder US Server anzeigen lassen möchtest, die du vorher hier gewählt hast (z.B. wenn du zwei Widgets, eins pro Region, verwenden möchtest).

source: Need help?
de_de: Brauchst du Hilfe?

source: You need help and don't know where to find it? No problem. At first, please try to find the solution at GitHub. If that doesn't help, create a new issue at GitHub or contact me via mail. I'll prefer GitHub, because your problem or better the solution of you problem can help other users as well.
de_de: Du brauchst Hilfe und weißt nicht wo du sie findest? Kein Problem. Versuche bitte zuerst auf GitHub eine Lösung zu finden. Falls das nicht hilft, erstelle ein neues Ticket auf GitHub oder kontaktiere mich per Mail. Ich bevorzuge GitHub, da dein Problem bzw. die Lösung deines Problems auch anderen Nutzern helfen kann.

source: The DLS project at GitHub
de_de: Das DLS Projekt auf GitHub

source: Reset to default settings
de_de: Einstellungen zurücksetzen

source: Please don't forget to save your changed settings.
de_de: Bitte vergiss nicht deine geänderten Einstellungen zu speichern.

source: Shows a configured list of Lotro servers
de_de: Zeigt eine Liste (konfigurierter) Lotro-Server

source: Lotro server list
de_de: HdRO Serverliste

source: Title:
de_de: Titel:

source: Only show servers from specific location
de_de: Zeige nur die Server einer Region
